Repository: nikolaykargin/artykul-localization
Catalog: *.lproj/Localizable.strings
Languages: be, ru, sk, uk

# code
source: en
be: be
ru: ru
sk: sk
uk: uk

# auth.sign-in
source: Sign In
be: Увайсці
ru: Войти
sk: Prihlásiť sa
uk: Увійти

# auth.signOut
source: Sign Out
be: Выйсці
ru: Выйти
sk: Odhlásiť sa
uk: Вийти

# tabBar.sources
source: Sources
be: Крыніцы
ru: Источники
sk: Zdroje
uk: Джерела

# tabBar.favorites
source: Favorites
be: Абранае
ru: Избранное
sk: Obľúbené
uk: Вибране

# tabBar.add-source
source: Add Source
be: Дадаць крыніцу
ru: Добавить источник
sk: Pridať zdroj
uk: Додати джерело

# tabBar.settings
source: Settings
be: Налады
ru: Настройки
sk: Nastavenia
uk: Параметри

# tabBar.readingList
source: Reading List
be: Спіс чытання
ru: Чтение
sk: Zoznam na čítanie
uk: Список для читання

# tabBar.bookmarks
source: Bookmarks
be: Закладкі
ru: Закладки
sk: Záložky
uk: Закладки

# add-source.url
source: Website or Feed URL
be: URL сайта або канала
ru: Ссылка на сайт или ленту
sk: Webstránka alebo URL feed
uk: Веб-сайт або URL-адреса стрічки

# add-source.submit
source: Add Source
be: Дадаць крыніцу
ru: Добавить источник
sk: Pridať zdroj
uk: Додати джерело

# edit-source.title
source: Edit Source
be: Рэдагаваць крыніцу
ru: Редактировать источник
sk: Upraviť zdroj
uk: Редагувати джерело

# edit-source.submit
source: Save
be: Захаваць
ru: Сохранить
sk: Uložiť
uk: Зберегти

# edit-source.articleViewerDisabled
source: Don’t Use Article Viewer
be: Не выкарыстоўваць праглядальнік артыкулаў
ru: Не использовать просмотрщик статей
sk: Nepoužívať Prehliadač článkov
uk: Не використовувати переглядач статей

# edit-source.feedsNote
source: Multiple feeds can be linked to the same site. You can turn off updating an individual feed if it no longer interests you.
be: На адзін сайт можа быць некалькі каналаў. Вы можаце выключыць абнаўленне асобнага канала, калі ён больш не цікавіць вас.
ru: У одного сайта может быть несколько лент. Вы можете отключить обновление отдельной ленты, если она больше не интересна.
sk: Na ten istý web možno prepojiť viacero feedov. Ak Ťa už jednotlivé feedy nezaujímajú, môžeš ich aktualizáciu vypnúť.
uk: До одного сайту можна підключити кілька стрічок. Ви можете вимкнути оновлення окремої стрічки, якщо вона більше не цікавить вас.

# folder.unsorted
source: Unsorted
be: Несартаванае
ru: Неотсортированное
sk: Netriedené
uk: Несортоване

# select-folder.create-new
source: Create New
be: Стварыць новую
ru: Создать папку
sk: Vytvoriť nový
uk: Створити нову

# create-folder.title
source: Create Folder
be: Стварыць тэчку
ru: Создать папку
sk: Vytvoriť priečinok
uk: Створити папку

# create-folder.name
source: Folder Name
be: Назва тэчкі
ru: Название папки
sk: Názov priečinka
uk: Назва папки

# edit-folder.title
source: Edit Folder
be: Рэдагаваць тэчку
ru: Редактировать папку
sk: Upraviť priečinok
uk: Редагувати папку

source: Delete
be: Выдаліць
ru: Удалить
sk: Vymazať
uk: Видалити

source: Remove
be: Выдаліць
ru: Убрать
sk: Odstrániť
uk: Видалити

source: Cancel
be: Скасаваць
ru: Отмена
sk: Zrušiť
uk: Скасувати

source: Create
be: Стварыць
ru: Создать
sk: Vytvoriť
uk: Створити

source: Today
be: Сёння
ru: Сегодня
sk: Dnes
uk: Сьогодні

source: Yesterday
be: Учора
ru: Вчера
sk: Včera
uk: Вчора

source: Feed
be: Стужка
ru: Лента
uk: Стрічка

source: Feeds
be: Стужкі
ru: Ленты
sk: Feedy
uk: Стрічки

source: Recommendations
be: Рэкамендацыі
ru: Рекомендации
sk: Odporúčania
uk: Рекомендації

source: Author
be: Аўтар
ru: Автор
sk: Autor
uk: Автор

source: Done
be: Гатова
ru: Готово
sk: Hotovo
uk: Готово

source: Folder
be: Тэчка
ru: Папка
sk: Priečinok
uk: Папка

source: Website
be: Сайт
ru: Сайт
sk: Webstránka
uk: Веб-сайт

source: Subscribe
be: Падпісацца
ru: Подписаться
sk: Prihlásiť sa
uk: Підписатися

source: Unsubscribe
be: Адпісацца
ru: Отписаться
sk: Odhlásiť sa
uk: Відписатися

# tos
source: Terms of Use
be: Умовы
ru: Условия
sk: Podmienky používania
uk: Умови

source: Privacy Policy
be: Прыватнасць
ru: Приватность
sk: Ochrana osobných údajov
uk: Конфіденційність

source: Sources
be: Крыніцы
ru: Источники
sk: Zdroje
uk: Джерела

source: Not Now
be: Не зараз
ru: Не сейчас
sk: Teraz nie
uk: Не зараз

source: Notifications
be: Апавяшчэнні
ru: Уведомления
sk: Upozornenia
uk: Сповіщення

source: Settings
be: Налады
ru: Настройки
sk: Nastavenia
uk: Налаштування

# share.instagram.stories
source: Instagram Stories
ru: Истории Instagram
sk: Instagram príbehy
uk: Історії Instagram

source: Discover
be: Адкрыццё
ru: Интересное
sk: Objavovať
uk: Відкрийте

# discover.suggestion
source: Suggestion
be: Прапанова
ru: Предложение
sk: Návrh
uk: Пропозиція

# discover.suggestion.note
source: You can suggest any site. We will carefully check the content of the site and possibly add it.
be: Вы можаце прапанаваць любы сайт. Мы ўважліва праверым змест сайта і, магчыма, дадам яго.
ru: Вы можете предложить любой сайт. Мы проверим содержание сайта и, возможно, добавим его.
sk: Môžeš navrhnúť ľubovoľnú stránku. Obsah stránky starostlivo skontrolujeme a prípadne pridáme.
uk: Ви можете запропонувати будь-який сайт. Ми ретельно перевіримо вміст сайту та можливо додамо його.

# discover.unsupported
source: Discover is not supported for your language or region. You can suggest your favorite sites by clicking the + at the top.
be: Адкрыццё не падтрымліваецца для вашай мовы або рэгіёну. Вы можаце прапанаваць свае любімыя сайты, націснуўшы + уверху.
ru: Рекомендации не поддерживаются для вашего языка или региона. Вы можете предложить свои любимые сайты, нажав на + вверху.
sk: Objavovať nie je podporované pre tvoj jazyk alebo región. Svoje obľúbené stránky môžeš navrhnúť kliknutím na + v hornej časti.
uk: Відкрийте не підтримується для вашої мови або регіону. Ви можете запропонувати свої улюблені сайти, натиснувши + у верхній частині.

source: Categories
be: Катэгорыі
ru: Категории
sk: Kategórie
uk: Категорії

source: Search
be: Пошук
ru: Поиск
sk: Hľadať
uk: Пошук

source: Search Results
be: Вынікі пошуку
ru: Результаты поиска
sk: Výsledky hľadania
uk: Результати пошуку

# search.articles.description
source: Search articles from your feed.
be: Шукаць артыкулы з вашага канала.
ru: Искать статьи в вашей ленте.
sk: Hľadať články zo svojho feedu.
uk: Шукайте статті зі своєї стрічки.

# feed.empty
source: Nothing to show yet.
be: Пакуль нічога няма.
ru: Пока ничего нет.
sk: Zatiaľ nič na zobrazenie
uk: Поки нічого не показано.

# feed.error
source: Failed to get articles
be: Не ўдалося атрымаць артыкулы
ru: Не удалось получить статьи
sk: Nepodarilo sa získať články
uk: Не вдалося отримати статті

# feed.empty.bookmarks_1
source: In this section, you can store sites that do not have a feed. To add a webpage to this list, tap
be: У гэтым раздзеле вы можаце захаваць сайты, якія не маюць канала. Каб дадаць вэб-старонку ў гэты спіс, націсніце
ru: В этом разделе вы можете хранить сайты, у которых нет ленты. Чтобы добавить веб-страницу в этот список, нажмите
sk: V tejto časti môžeš ukladať stránky, ktoré nemajú feed. Ak chceš pridať webstránku do tohto zoznamu, ťukni na položku
uk: У цьому розділі ви можете зберігати сайти, які не мають стрічки. Щоб додати веб-сторінку до цього списку, натисніть

# feed.empty.bookmarks_2
source: above, or use Share menu in browser.
be: вышэй, або выкарыстоўвайце меню «Абагуліць» ў браўзэры.
ru: выше или используйте меню «Поделиться» в браузере.
sk: vyššie alebo použi ponuku Zdieľať v prehliadači.
uk: вище або використовуйте меню «Поділитися» у браузері.

# feed.empty.favorites_1
source: To add an article to favorites, tap
be: Каб дадаць артыкул у абранае, націсніце
ru: Чтобы добавить статью в избранное, нажмите
sk: Pre pridanie článku k obľúbeným, ťukni na
uk: Щоб додати статтю до вибраного, натисніть

# feed.empty.favorites_2
source: when reading, or hold your finger on the card and select “Add to Favorites”.
be: падчас чытання, або ўтрымлівайце пальцам на карце і выберыце «Дадаць у абранае».
ru: при чтении или удерживайте палец на карточке и выберите «Добавить в избранное».
sk: pri čítaní alebo podrž prst na karte a vyber “Do obľúbených”.
uk: під час читання або утримуйте палець на картці та виберіть «Додати до вибраного».

# bookmarks.addTitle
source: Add Bookmark
be: Дадаць закладку
ru: Добавить закладку
sk: Pridať záložku
uk: Додати закладку

# bookmarks.url
source: Page URL
be: URL старонкі
ru: URL страницы
sk: URL stránky
uk: URL-адреса сторінки

# bookmarks.errors.badURL
source: Please enter a valid url.
be: Калі ласка, увядзіце сапраўдны URL.
ru: Введите действительный URL-адрес.
sk: Zadaj platnú URL.
uk: Будь ласка, введіть дійсну URL-адресу.

# bookmarks.errors.failedToGet
source: Failed to get web page. There may be a problem with your internet connection.
be: Не ўдалося атрымаць вэб-старонку. Магчыма, ёсць праблемы з інтэрнэт-сувяззю.
ru: Не удалось получить веб-страницу. Может быть, проблема с вашим интернет-соединением.
sk: Nepodarilo sa načítať webstránku. Mohol sa vyskytnúť problém s internetovým pripojením.
uk: Не вдалося отримати веб-сторінку. Можливо, є проблема з вашим Інтернет-з'єднанням.

# date.today-at
source: Today at
be: Сёння ў
ru: Сегодня в
sk: Dnes o
uk: Сьогодні о

# date.yesterday-at
source: Yesterday at
be: Учора ў
ru: Вчера в
sk: Včera o
uk: Вчора о

# settings.help
source: Help
be: Дапамога
ru: Помощь
sk: Pomoc
uk: Довідка

# settings.help.website
source: Website
be: Сайт
ru: Сайт
sk: Webstránka
uk: Веб-сайт

# settings.help.email
source: Email
be: Пошта
ru: Почта
uk: Електронна пошта

# settings.help.blog
source: Blog
be: Блог
ru: Блог
uk: Блог

# settings.feed
source: Feed
be: Стужка
ru: Лента
uk: Стрічка

# settings.feed.display-images
source: Display Images
be: Малюнкі
ru: Отображать изображения
sk: Zobraziť obrázky
uk: Показувати зображення

# settings.feed.trimTitles
source: Trim Long Titles
be: Абрэзаць доўгія назвы
ru: Обрезать длинные заголовки
sk: Orezať dlhé názvy
uk: Обрізати довгі назви

# settings.feed.wide-images
source: Wide Images
be: Шырокія малюнкі
ru: Широкие изображения
sk: Široké obrázky
uk: Широкі зображення

# settings.feed.readWhileScrolling
source: Read While Scrolling
be: Чытаць пры скролінгу
ru: Читать при прокрутке
sk: Prečítať rolovaním článku
uk: Читати під час прокручування

# settings.feed.readWhileScrolling.note
source: Automatically mark articles as read.
be: Аўтаматычна адзначаць артыкулы як прачытаныя.
ru: Автоматически помечать статьи как прочитанные.
sk: Automaticky označiť články ako prečítané.
uk: Автоматично позначати статті як прочитані.

# settings.feed.displayGalleries
source: Display Galleries
be: Паказваць галерэі
ru: Галереи
sk: Zobraziť galérie
uk: Показати галереї

# settings.feed.style.dynamic
source: Dynamic
be: Дынамічны
ru: Динамичные
sk: Dynamický
uk: Динамічний

# settings.feed.style.large
source: Large
be: Вялікі
ru: Большие
sk: Veľký
uk: Великий

# settings.feed.style.small
source: Small
be: Маленькі
ru: Маленькие
sk: Malý
uk: Малий

# settings.theme
source: Theme
be: Тэма
ru: Тема
sk: Vzhľad
uk: Тема

# settings.theme.icon
source: App Icon
be: Значок прыкладання
ru: Иконка приложения
sk: Ikona aplikácie
uk: Іконка додатку

# settings.theme.useRoundedFont
source: Rounded Font
be: Круглы шрыфт
ru: Закругленный шрифт
sk: Zaoblené písmo
uk: Закруглені шрифти

# settings.article
source: Reading
be: Чытанне
ru: Чтение
sk: Čítanie
uk: Читання

# settings.article.viewer
source: Article Viewer
be: Прагляд артыкулаў
ru: Просмотрщик статей
sk: Prehliadač článkov
uk: Переглядач статей

# settings.article.viewer.note
source: Article Viewer allows you to read articles without going to the full version of the web page.
be: Прагляд артыкулаў дазваляе чытаць артыкулы без пераходу на поўную версію вэб-старонкі.
ru: Просмотрщик статей позволяет читать статьи без перехода на полную версию веб-страницы.
sk: Prehliadač článkov umožňuje čítať články bez prejdenia na plnú verziu webstránky.
uk: Переглядач статей дозволяє читати статті без переходу до повної версії веб-сторінки.

# settings.article.in-app-browser
source: In-App Browser
be: Убудаваны браўзар
ru: Встроенный браузер
sk: Prehliadač v aplikácii
uk: Вбудований браузер

# settings.article.fullscreenBrowser
source: Fullscreen Browser
be: Поўнаэкранны браўзар
ru: Полноэкранный браузер
sk: Prehliadač na celú obrazovku
uk: Повноекранний браузер

# settings.article.endlessReading
source: Endless Reading
be: Бесканечнае чытанне
ru: Бесконечное чтение
sk: Nekonečné čítanie
uk: Безкінечне читання

# settings.article.endlessReading.note.swipe
source: Switch articles by swiping.
be: Пераключаць артыкулы, прапускаючы пальцамі.
ru: Переключаться между статьями свайпом.
sk: Prepínanie článkov potiahnutím prstom.
uk: Перемикайте статті, проводячи пальцем по екрану.

# settings.article.endlessReading.note.scroll
source: Switch articles by scrolling.
be: Пераключаць артыкулы, скролячы.
ru: Переключаться между статьями прокруткой.
sk: Prepínanie článkov rolovaním.
uk: Перемикайте статті, прокручуючи екран.

# settings.article.fullScreenMode
source: Full Screen Mode
be: Поўнаэкранны рэжым
ru: Полноэкранный режим
sk: Režim celej obrazovky
uk: Повноекранний режим

# settings.article.fullScreenMode.note
source: Hide navigation bar while reading.
be: Схаваць навігацыйны бар падчас чытання.
ru: Скрыть панель навигации при чтении.
sk: Skryť navigačný panel počas čítania.
uk: При читанні ховається панель навігації.

# settings.article.appearance
source: Appearance
be: Знешні выгляд
ru: Внешний вид
sk: Vzhľad
uk: Вигляд

# settings.browser
source: Browser
be: Браўзар
ru: Браузер
sk: Prehliadač
uk: Браузер

# settings.common
source: Common
be: Агульныя
ru: Общие
sk: Všeobecné
uk: Загальні

# settings.common.openAtStartup
source: Open at Startup
be: Адкрываць пры запуску
ru: Открывать при запуске
sk: Otvoriť pri spustení
uk: Відкривати при запуску

# settings.common.shareViaArtykul
source: Share via Artykul
be: Абагуліць праз Артыкул
ru: Делиться через Artykul
sk: Zdieľať cez Artykul
uk: Поділитися через Artykul

# settings.subscriptions
source: Subscriptions
be: Падпіскі
ru: Подписки
sk: Odbery
uk: Підписки

# settings.subscriptions.import
source: Import
be: Імпартаваць
ru: Импорт
uk: Імпортувати

# settings.subscriptions.export
source: Export
be: Экспартаваць
ru: Экспорт
uk: Експортувати

# settings.subscriptions.export-note
source: The OPML format is supported. The export does not include liked articles and bookmarks.
be: Падтрымліваецца фармат OPML. Экспарт не ўключае артыкулы, якія падабаюцца і закладкі.
ru: Поддерживается формат OPML. Экспорт не включает понравившиеся статьи и закладки.
sk: Podporovaný je formát OPML. Export nezahŕňa obľúbené články a záložky.
uk: Підтримується формат OPML. Експорт не включає вподобані статті та закладки.

# settings.color
source: Color
be: Колер
ru: Цвет
sk: Farba
uk: Колір

# settings.storage
source: Storage
be: Захоўванне
ru: Хранилище
sk: Úložisko
uk: Зберігання

# settings.storage.used_space
source: Used Space
be: Выкарыстанае месца
ru: Использованное место
sk: Využitý priestor
uk: Використане місце

# settings.storage.database
source: Database
be: База дадзеных
ru: База данных
sk: Databáza
uk: База даних

# settings.storage.database_media
source: Media Database
be: База дадзеных мультымедыя
ru: Медиа-база данных
sk: Databáza médií
uk: Медіа-база даних

# settings.storage.images_article
source: Article Images
be: Малюнкі артыкулаў
ru: Изображения статей
sk: Obrázky článkov
uk: Зображення статей

# settings.storage.images_all
source: All Images
be: Усе малюнкі
ru: Все изображения
sk: Všetky obrázky
uk: Всі зображення

# settings.storage.used_space.note
source: The latest articles are always available in the app even without internet access. Older articles, other than those in the favorites and bookmarks, are removed to save disk space between application launches.
be: Апошнія артыкулы заўсёды даступныя ў прыкладанні, нават без інтэрнэту. Старыя артыкулы, крамя тых, што знаходзяцца ў закладках і падабаюцца, выдаляюцца для эканоміі дыскавага прастору паміж запускамі прыкладання.
ru: Последние статьи всегда доступны в приложении, даже без доступа к Интернету. Старые статьи, кроме тех, что находятся в избранном и закладках, удаляются для экономии дискового пространства между запусками приложения.
sk: Najnovšie články sú v aplikácii vždy dostupné aj bez prístupu na internet. Staršie články, okrem tých v obľúbených položkách a záložkách, sa odstránia, aby sa ušetrilo miesto na disku medzi spusteniami aplikácie.
uk: Останні статті завжди доступні в додатку, навіть без доступу до Інтернету. Старіші статті, крім тих, що є в обраних та закладках, видаляються для збереження місця на диску між запусками додатку.

# settings.storage.management
source: Management
be: Кіраванне
ru: Управление
sk: Správa článkov
uk: Управління

# settings.storage.max_articles
source: Articles from the Site
be: Артыкулы з сайта
ru: Статьи с сайта
sk: Článkov zo stránky
uk: Статті з сайту

# settings.storage.remove_old_article
source: Delete Old Articles
be: Выдаліць старыя артыкулы
ru: Удалить старые статьи
sk: Odstrániť staré články
uk: Видалити старі статті

# settings.storage.optimizeImageStorage
source: Optimize Storage
be: Аптымізаваць захоўванне
ru: Оптимизировать хранилище
sk: Optimalizácia úložiska
uk: Оптимізувати зберігання

# settings.storage.optimizeImageStorageNote
source: The application converts images from articles to optimal formats and reduces the size by up to 70%. Optimization can affect battery usage.
be: Прыкладанне пераўтварае малюнкі з артыкулаў у аптымальныя фарматы і змяншае іх памер да 70%. Аптымізацыя можа ўплываць на выкарыстанне батарэі.
ru: Приложение преобразует изображения из статей в оптимальные форматы и уменьшаит их размер до 70%. Оптимизация может повлиять на батарею.
sk: Aplikácia konvertuje obrázky z článkov do optimálnych formátov a znižuje ich veľkosť až o 70 %. Optimalizácia môže mať vplyv na spotrebu batérie.
uk: Додаток конвертує зображення зі статей в оптимальні формати та зменшує їх розмір до 70%. Оптимізація може вплинути на використання батареї.

# settings.storage.autoMediaDownload
source: Automatic Download
be: Аўтаматычнае загрузка
ru: Автоматическая загрузка
sk: Automatické sťahovanie
uk: Автоматичне завантаження

# settings.storage.autoMediaDownloadNote
source: When automatic downloads are disabled, images and other files from articles will only be downloaded when they are opened.
be: Калі аўтаматычная загрузка адключана, малюнкі і іншыя файлы з артыкулаў будуць загружацца толькі пры адкрыцці іх.
ru: Когда автоматическая загрузка отключена, изображения и другие файлы из статей будут загружаться только при открытии статьи.
sk: Keď je automatické sťahovanie vypnuté, obrázky a iné súbory z článkov sa stiahnu iba po ich otvorení.
uk: Якщо автоматичне завантаження вимкнено, зображення та інші файли зі статей будуть завантажуватися лише при їх відкритті.

# settings.account
source: Account
be: Акаўнт
ru: Аккаунт
sk: Účet
uk: Обліковий запис

# settings.account.sync
source: Sync
be: Сінхранізацыя
ru: Синхронизация
sk: Synchronizácia
uk: Синхронізація

# settings.account.syncNote
source: All your subscriptions, folders, favorite articles, and so on will be automatically synchronized between your devices.
be: Усе вашыя падпіскі, тэгі, закладкі і г.д. будуць аўтаматычна сінхранізаваныя паміж вашымі прыладамі.
ru: Все ваши подписки, папки и избранные статьи будут автоматически синхронизироваться между вашими устройствами.
sk: Všetky tvoje odbery, priečinky, obľúbené články atď. sa automaticky synchronizujú medzi zariadeniami.
uk: Всі ваші підписки, теки, улюблені статті та інше будуть автоматично синхронізовані між вашими пристроями.

# settings.developer
source: Developer
be: Распрацоўшчык
ru: Разработчик
sk: Vývojár
uk: Розробник

# settings.articleDebug
source: Article Debug
be: Артыкул Debug
ru: Отладка статей
sk: Ladenie článku
uk: Налагодження статей

# settings.dropArticleLimit
source: Reset article limit to 0
be: Скінуць ліміт артыкулаў на 0
ru: Сбросить лимит статей на 0
sk: Obnoviť limit článku na 0
uk: Скинути ліміт статей на 0

# settings.dropReview
source: Drop review
be: Скінуць агляд
ru: Удалить отзыв
sk: Zanechať recenziu
uk: Відмовитися від огляду

# settings.rate
source: Rate Artykul
be: Ацаніць Артыкул
ru: Оценить Artykul
sk: Ohodnotiť Artykul
uk: Оцінити Artykul

# settings.rate.note
source: This will help other people to know about the app. If you have a problem, please contact us.
be: Гэта дапаможа іншым людзям даведацца пра прыкладанне. Калі ў вас ёсць праблемы, калі ласка, звяжыцеся з намі.
ru: Это поможет другим людям узнать о приложении. Если у вас возникла проблема, пожалуйста, свяжитесь с нами по контактам ниже.
sk: Pomôže to ostatným dozvedieť sa o aplikácii. Ak máš problém, kontaktuj nás, prosím.
uk: Це допоможе іншим людям дізнатися про додаток. Якщо у вас виникли проблеми, зверніться до нас.

# auth.bigTitle
source: It's More Useful With an Account
be: З акаўнтам лепш
ru: С аккаунтом лучше
sk: Získaj viac s účtom
uk: З рахунком зручніше

# auth.feature.sync
source: Sync
be: Сінхранізацыя
ru: Синхронизация
sk: Synchronizácia
uk: Синхронізація

# auth.feature.sync.description
source: Sources, favorites and bookmarks will be synced across Apple devices.
be: Крыніцы, закладкі і падпіскі будуць сінхранізаваныя паміж прыладамі Apple.
ru: Источники, избранное и закладки будут синхронизироваться между устройствами Apple.
sk: Zdroje, obľúbené položky a záložky budú synchronizované medzi zariadeniami Apple.
uk: Джерела, улюблені статті та закладки будуть синхронізовані між пристроями Apple.

# auth.feature.notifications
source: Notifications
be: Апавяшчэнні
ru: Уведомления
sk: Upozornenia
uk: Сповіщення

# auth.feature.notifications.description
source: You will be able to enable notifications of new articles from selected sources.
be: Вы зможаце ўключыць апавяшчэнні пра новыя артыкулы з выбраных крыніц.
ru: Вы сможете включить уведомления о новых статьях из выбранных источников.
sk: Budeš si môcť povoliť upozornenia na nové články z vybraných zdrojov.
uk: Ви зможете включити сповіщення про нові статті з обраних джерел.

# auth.feature.speed
source: Speed
be: Хуткасць
ru: Скорость
sk: Rýchlosť
uk: Швидкість

# auth.feature.speed.description
source: Our unicorns regularly check sources and let the app know when new articles are available.
be: Нашы адзінакі рэгулярна праверваюць крыніцы і паведамляюць прыкладанню пра наяўнасць новых артыкулаў.
ru: Наши единороги регулярно проверяют источники и сообщают приложению о наличии новых статей.
sk: Naši jednorožci pravidelne kontrolujú zdroje a informujú aplikáciu o nových článkoch.
uk: Наші єдинороги регулярно перевіряють джерела та повідомляють додаток про наявність нових статей.

# auth.feature.privacy
source: Private
be: Прыватнасць
ru: Конфиденциальность
sk: Súkromie
uk: Конфіденційність

# auth.feature.privacy.description
source: We do not ask for your personal information such as email address, name or phone number.
be: Мы не запытваем вашу асабістую інфармацыю, такую як электронная пошта, імя або нумар тэлефона.
ru: Мы не запрашиваем вашу личную информацию, такую как адрес электронной почты, имя или номер телефона.
sk: Nežiadame o tvoje osobné údaje, ako je emailová adresa, meno alebo telefónne číslo.
uk: Ми не запитуємо ваші особисті дані, такі як електронна адреса, ім'я або номер телефону.

# auth.removeAccount
source: Remove Account
be: Выдаліць акаўнт
ru: Удалить аккаунт
sk: Odstrániť účet
uk: Видалити обліковий запис

# auth.removeAccount.title
source: Are you sure?
be: Вы ўпэўнены?
ru: Вы уверены?
sk: Si si istý?
uk: Ви впевнені?
