Repository: nikolaykargin/artykul-localization
Catalog: *.lproj/Localizable.strings
Languages: be, ru, sk, uk

# error.badURL
source: Failed to get web page
be: Не ўдалося атрымаць вэб-старонку
ru: Не удалось получить веб-страницу
sk: Nepodarilo sa načítať webstránku
uk: Не вдалося отримати веб-сторінку

# error.feedNotFound
source: Could not find any source on the page
be: Не ўдалося знайсці ніводнай крыніцы на старонцы
ru: Не удалось найти источник на странице
sk: Na stránke sa nepodarilo nájsť žiadny zdroj
uk: Не вдалося знайти жодного джерела на сторінці

# error.failedToGetFeed.detailed
source: Failed to retrieve the page, please check your internet connection.
be: Не ўдалося атрымаць старонку, калі ласка, праверце вашае інтэрнэт-злучэнне.
ru: Не удалось получить страницу, проверьте ваше интернет-соединение.
sk: Stránku sa nepodarilo načítať, skontroluj prosím svoje internetové pripojenie.
uk: Не вдалося отримати сторінку, перевірте підключення до Інтернету.

# error.feedNotFound.detailed
source: No feeds found on the page. Please try another page or try entering a direct feed link.
be: На старонцы не знойдзена крыніц. Калі ласка, паспрабуйце іншую старонку або спробуйце ўвесці прыкладную спасылку.
ru: На странице не найдены ленты. Попробуйте другую страницу или введите прямую ссылку на ленту.
sk: Na stránke sa nenašiel žiadny feed. Skús inú stránku alebo skús zadať priamy odkaz na feed.
uk: На сторінці не знайдено жодних стрічок. Спробуйте іншу сторінку або введіть пряме посилання на стрічку.

# error.network
source: Failed to connect to the server, please try again later.
be: Не ўдалося падключыцца да сервера, калі ласка, паспрабуйце пазней.
ru: Не удалось подключиться к серверу, попробуйте позже.
sk: Nepodarilo sa pripojiť k serveru, skús to prosím neskôr.
uk: Не вдалося підключитися до сервера, спробуйте ще раз пізніше.

# error.removeAccount.internalProblem
source: Failed to delete account, please try later or contact support.
be: Не ўдалося выдаліць уліковы запіс, калі ласка, паспрабуйце пазней або звяжыцеся з падтрымкай.
ru: Не удалось удалить аккаунт, попробуйте позже или свяжитесь с поддержкой.
sk: Nepodarilo sa odstrániť účet, skús to neskôr alebo kontaktuj podporu.
uk: Не вдалося видалити обліковий запис, спробуйте пізніше або зверніться до служби підтримки.

# error.tts.unknownLanguage
source: Unable to detect the language of the article.
be: Не ўдалося вызначыць мову артыкула.
ru: Не удалось определить язык статьи.
sk: Nepodarilo sa zistiť jazyk článku.
uk: Не вдалося визначити мову статті.

# error.tts.unsupportedLanguage
source: Unfortunately, the language is not supported.
be: На жаль, мова не падтрымліваецца.
ru: К сожалению, этот язык не поддерживается.
sk: Bohužiaľ, jazyk nie je podporovaný.
uk: На жаль, мова не підтримується.

# error.tts.commonError
source: Unable to convert article to speech.
be: Не ўдалося пераўтварыць артыкул у аўдыё.
ru: Не удалось преобразовать статью в речь.
sk: Nepodarilo sa previesť článok na reč.
uk: Не вдалося перетворити статтю на мовлення.

# code.unknown
source: An unknown error occurred. Please try updating the app or contact support.
be: Адбылася невядомая памылка. Калі ласка, паспрабуйце абнавіць праграму або звяжыцеся з падтрымкай.
ru: Произошла неизвестная ошибка. Пожалуйста, попробуйте обновить приложение или свяжитесь со службой поддержки.
sk: Vyskytla sa neznáma chyba. Skús aktualizovať aplikáciu alebo kontaktuj podporu.
uk: Сталася невідома помилка. Будь ласка, спробуйте оновити додаток або зверніться до служби підтримки.

# code.-1
source: Internal error occurred
be: Адбылася ўнутраная памылка
ru: Произошла внутренняя ошибка
sk: Vyskytla sa interná chyba
uk: Сталася внутрішня помилка

# code.1
source: Unknown method called
be: Выкліканы невядомы метад
ru: Вызван неизвестный метод
sk: Vyvolaná neznáma metóda
uk: Викликаний невідомий метод

# code.2
source: Invalid arguments provided
be: Прадстаўлены няправільныя аргументы
ru: Предоставлены неверные аргументы
sk: Zadané neplatné argumenty
uk: Надані недійсні аргументи

# code.3
source: Insufficient permissions
be: Недастаткова правоў
ru: Недостаточно прав
sk: Nedostatočné oprávnenia
uk: Недостатньо прав

# code.4
source: Authentication required
be: Патрабуецца аўтэнтыфікацыя
ru: Требуется аутентификация
sk: Vyžaduje sa overenie
uk: Потрібна автентифікація

# code.5
source: Not found
be: Не знойдзена
ru: Не найдено
sk: Nenájdené
uk: Не знайдено

# code.6
source: Limit exceeded
be: Перавышаны ліміт
ru: Превышен лимит
sk: Prekročený limit
uk: Перевищено ліміт

# code.101
source: Email already exists
be: Почта ужо існуе
ru: Емейл уже существует
sk: Email už existuje
uk: Електронна адреса вже існує

# code.102
source: Invalid email format
be: Няправільны фармат почты
ru: Неверный формат емэйла
sk: Neplatný formát emailu
uk: Недійсний формат електронної адреси

# code.103
source: Invalid password format
be: Няправільны фармат пароля
ru: Неверный формат пароля
sk: Neplatný formát hesla
uk: Недійсний формат пароля

# code.104
source: Invalid or expired token
be: Няправільны або пратэрмінаваны токен
ru: Неверный или истекший токен
sk: Neplatný alebo expirovaný token
uk: Недійсний або застарілий токен

# code.105
source: Error downloading image
be: Памылка загрузкі малюнка
ru: Ошибка загрузки изображения
sk: Chyba pri sťahovaní obrázka
uk: Помилка завантаження зображення

# code.106
source: Incorrect username format
be: Няправільны фармат імя карыстальніка
ru: Некорректный формат имени пользователя
sk: Nesprávny formát používateľského mena
uk: Неправильний формат імені користувача

# code.107
source: Username already exists
be: Імя карыстальніка ўжо існуе
ru: Имя пользователя уже существует
sk: Používateľské meno už existuje
uk: Ім'я користувача вже існує

# code.130
source: Publication content is empty
be: Змест публікацыі пусты
ru: Содержимое публикации пусто
sk: Zverejňovaný obsah je prázdny
uk: Зміст публікації порожній

# code.131
source: Incorrect images for publication
be: Няправільныя малюнкі для публікацыі
ru: Некорректные изображения для публикации
sk: Nesprávne obrázky na zverejnenie
uk: Неправильні зображення для публікації

# settings.account.profileInformation
source: Profile Information
be: Інфармацыя прафілю
ru: Информация профиля
sk: Profil
uk: Інформація профілю

# settings.account.username
source: Username
be: Імя карыстальніка
ru: Имя пользователя
sk: Používateľské meno
uk: Ім'я користувача

# settings.account.username.note
source: You can use a-z, 0-9 and underscores for username. Minimum length is 5 characters.
be: Вы можаце выкарыстоўваць a-z, 0-9 і падкрэсленні для імя карыстальніка. Мінімальная даўжыня - 5 знакаў.
ru: Вы можете использовать a-z, 0-9 и подчеркивания для имени пользователя. Минимальная длина – 5 символов.
sk: Pre používateľské meno môžeš použiť a-z, 0-9 a podčiarkovníky. Minimálna dĺžka je 5 znakov.
uk: Ви можете використовувати a-z, 0-9 і підкреслення для імені користувача. Мінімальна довжина – 5 символів.

# settings.account.username.exists
source: This username is already taken.
be: Гэта імя карыстальніка ўжо занята.
ru: Это имя пользователя уже занято.
sk: Toto používateľské meno je už obsadené.
uk: Це ім'я користувача вже зайняте.

# settings.account.username.badFormat
source: Please check your username.
be: Калі ласка, праверце ваша імя карыстальніка.
ru: Пожалуйста, проверьте ваше имя пользователя.
sk: Skontroluj svoje používateľské meno.
uk: Будь ласка, перевірте ваше ім'я користувача.

# settings.account.name
source: Name
be: Імя
ru: Имя
sk: Meno
uk: Ім'я

# settings.account.photo
source: Photo
be: Фота
ru: Фото
sk: Fotka
uk: Фото

# settings.account.about
source: About
be: Пра сябе
ru: О себе
sk: O Tebe
uk: Про

# settings.account.about.note
source: Any details such as age, occupation or city.
be: Любыя дэталі, такія як узрост, прафесія ці горад.
ru: Любые детали, такие как возраст, профессия или город.
sk: Akékoľvek údaje, napr. vek, povolanie alebo mesto.
uk: Будь-які деталі, такі як вік, професія або місто.

source: Links
be: Спасылкі
ru: Ссылки
sk: Odkazy
uk: Посилання

source: Link
be: Спасылка
ru: Ссылка
sk: Odkaz
uk: Посилання

source: Publish
be: Апублікаваць
ru: Опубликовать
sk: Zverejniť
uk: Опублікувати

# linkEditor.title
source: Title
be: Назва
ru: Название
sk: Názov
uk: Назва

# linkEditor.text
source: Add some details and #tags
be: Дадайце некаторыя дэталі і #тэгі
ru: Добавьте некоторые детали и #теги
sk: Pridať nejaké podrobnosti a #tagy
uk: Додайте деякі деталі та #теги

# linkEditor.addPhotos
source: Add Photos
be: Дадаць фота
ru: Добавить фото
sk: Pridať fotky
uk: Додати фотографії

# linkEditor.addLink
source: Add Link
be: Дадаць спасылку
ru: Добавить ссылку
sk: Pridať odkaz
uk: Додати посилання

# linkEditor.fromYourHistory
source: From your history
be: З вашай гісторыі
ru: Из вашей истории
sk: Z tvojej histórie
uk: З вашої історії

source: Reply
be: Адказаць
ru: Ответить
sk: Odpovedať
uk: Відповісти

# sendComment.placeholder
source: Comment...
be: Каментар...
ru: Комментарий...
sk: Komentovať...
uk: Коментар...

source: Now
be: Цяпер
ru: Сейчас
sk: Teraz
uk: Зараз

# sendComment.reply
source: Reply to %@
be: Адказ %@
ru: Ответ %@
sk: Odpovedať %@
uk: Відповідь %@

source: Save
be: Захаваць
ru: Сохранить
sk: Uložiť
uk: Зберегти

source: Follow
be: Падпісацца
ru: Подписаться
sk: Sledovať
uk: Підписатися

source: Following
be: Падпіскі
ru: Подписки
sk: Sledované
uk: Підписки

source: Unfollow
be: Адпісацца
ru: Отписаться
sk: Nesledovať
uk: Відписатися

source: Followers
be: Падпісчыкі
ru: Подписчики
sk: Sledovatelia
uk: Підписники

# notification.newFollowers
source: New followers
be: Новыя падпісчыкі
ru: Новые подписчики
sk: Noví sledovatelia
uk: Нові підписники

# notification.followedYou
source: %@ followed you
be: %@ падпісаўся на вас
ru: %@ подписался на вас
sk: %@ Ťa sleduje
uk: %@ підписався на вас

# notification.mentionedYou
source: %@ mentioned you
be: %@ згадаў вас
ru: %@ упомянул вас
sk: %@ Ťa spomenul
uk: %@ згадав вас

# notification.repliedToYou
source: %@ replied to you
be: %@ адказаў вам
ru: %@ ответил вам
sk: %@ Ti odpovedal
uk: %@ відповів вам

source: Latest
be: Апошнія
ru: Последние
sk: Najnovšie
uk: Останні

source: Trending
be: Трэндавыя
ru: Популярные
sk: Populárne
uk: Популярні

source: Publish in Links
be: Апублікаваць у Спасылках
ru: Опубликовать в Ссылках
sk: Zverejniť v odkazoch
uk: Опублікувати у Посиланнях

source: Hide
be: Схаваць
ru: Скрыть
sk: Skryť
uk: Сховати

source: Show
be: Паказаць
ru: Показать
sk: Zobraziť
uk: Показати

# settings.article.fixedSidebar
source: Fixed Sidebar
be: Фіксаваная бакавая панэль
ru: Фиксированная боковая панель
sk: Fixný postranný panel
uk: Фіксована бічна панель

# settings.article.fixedSidebar.note
source: When there is enough space on the screen
be: Калі на экране дастаткова месца
ru: Когда на экране достаточно места
sk: Keď je na obrazovke dostatok miesta
uk: Коли на екрані достатньо місця

source: Type
be: Тып
ru: Тип
sk: Typ
uk: Тип

source: Hashtag
be: Хэштэг
ru: Хэштег
uk: Хештег

# widget.links.description
source: Shows the latest published links
be: Паказвае апошнія апублікаваныя спасылкі
ru: Показывает последние опубликованные ссылки
sk: Zobrazí najnovšie zverejnené odkazy
uk: Показує останні опубліковані посилання

source: Articles
be: Артыкулы
ru: Статьи
sk: Články
uk: Статті

# widget.articles.description
source: Shows the latest articles
be: Паказвае апошнія артыкулы
ru: Показывает последние статьи
sk: Zobrazí najnovšie články
uk: Показує останні статті

source: Library
ru: Библиотека
sk: Knižnica

source: New Articles
ru: Новые Статьи
sk: Nové Články

source: Tap to refresh
ru: Нажмите для обновления
sk: Kliknite pre obnovenie

# settings.feed.autoRefresh
source: Auto Refresh
ru: Автоматическое обновление
sk: Automatické obnovovanie

# settings.feed.autoRefresh.note
source: When enabled, new articles are automatically inserted into the feed.
ru: Когда включено, новые статьи автоматически добавляются в ленту.
sk: Keď je zapnuté, nové články sa automaticky vkladajú do kanála.

# actions.openInNewWindow
source: Open in New Window
ru: Открыть в новом окне
sk: Otvoriť v novom okne

# actions.translateWithGoogle
source: Translate With Google
ru: Перевести с Google
sk: Preložiť pomocou Google

# actions.language
source: Language
ru: Язык
sk: Jazyk

# actions.viewOriginal
source: View Original
ru: Показать оригинал
sk: Zobraziť originál

# premium.title
source: Artykul Premium
be: Артыкул Прэміум
