Repository: nikolaykargin/artykul-localization
Catalog: *.lproj/Localizable.strings
Languages: be, ru, sk, uk

# auth.removeAccount.description
source: You will not be able to receive notifications, synchronization will stop working and all Artykul account data will be deleted.
be: Вы не зможаце атрымліваць апавяшчэнні, сінхранізацыя перастане працаваць, і ўсе дадзеныя акаўнта Артыкул будуць выдаленыя.
ru: Вы больше не сможете получать уведомления, синхронизация перестанет работать, а все данные аккаунта Artykul будут удалены.
sk: Nebudeš dostávať upozornenia, synchronizácia prestane fungovať a všetky údaje účtu Artykul budú odstránené.
uk: Ви не зможете отримувати сповіщення, синхронізація перестане працювати, а всі дані облікового запису Artykul будуть видалені.

# auth.removeAccount.ok
source: Remove Account
be: Выдаліць акаўнт
ru: Удалить аккаунт
sk: Odstrániť účet
uk: Видалити обліковий запис

# auth.removeAccount.confirm.title
source: Are you absolutely sure?
be: Вы ўпэўнены?
ru: Вы абсолютно уверены?
sk: Si si naozaj istý?
uk: Ви впевнені?

# auth.removeAccount.confirm.description
source: We can't undo this action even if we really want to.
be: Мы не можам адмяніць гэтае дзеянне, нават калі ўсё захочам.
ru: Мы не сможем отменить это действие, даже если очень захотим.
sk: Túto akciu nemôžeme vrátiť späť, aj keby sme veľmi chceli.
uk: Ми не зможемо скасувати цю дію, навіть якщо дуже захочемо.

# auth.removeAccount.confirm.ok
source: Yes, I'm sure
be: Так
ru: Да, я уверен
sk: Áno, som si istý
uk: Так, я впевнений

# system-font
source: System
be: Сістэмны
ru: Системный
sk: Systém
uk: Системний

# actions.continue
source: Continue
be: Працягнуць
ru: Продолжить
sk: Pokračovať
uk: Продовжити

# actions.mark-as-read
source: Mark as Read
be: Адзначыць як прачытанае
ru: Отметить прочитанным
sk: Označiť ako prečítané
uk: Позначити як прочитане

# actions.delete
source: Delete
be: Выдаліць
ru: Удалить
sk: Odstrániť
uk: Видалити

# actions.share
source: Share
be: Падзяліцца
ru: Поделиться
sk: Zdieľať
uk: Поділитися

# actions.copy_url
source: Copy Link
be: Скапіяваць спасылку
ru: Копировать ссылку
sk: Kopírovať odkaz
uk: Скопіювати посилання

# actions.copy_image
source: Copy Image
be: Скапіяваць малюнак
ru: Копировать изображение
sk: Kopírovať obrázok
uk: Скопіювати зображення

# actions.favorite
source: Favorite
be: Падабаецца
ru: Добавить в избранное
sk: Do obľúbených
uk: Улюблене

# actions.unfavorite
source: Unfavorite
be: Не падабаецца
ru: Убрать из избранного
sk: Preč z obľúbených
uk: Не улюблене

# actions.open_website
source: Open Website
be: Адкрыць сайт
ru: Открыть сайт
sk: Otvoriť webstránku
uk: Відкрити веб-сайт

# actions.edit
source: Edit
be: Рэдагаваць
ru: Редактировать
sk: Upraviť
uk: Редагувати

# actions.display-in-feed
source: Show in Feed
be: Паказаць у стрыме
ru: Показывать в ленте
sk: Zobrazovať vo feede
uk: Показувати в стрічці

# actions.dont-display-in-feed
source: Don't Show in Feed
be: Не паказваць у стрыме
ru: Не показывать в ленте
sk: Nezobrazovať vo feede
uk: Не показувати в стрічці

# actions.receive-notifications
source: Enable Notifications
be: Уключыць апавяшчэнні
ru: Включить уведомления
sk: Povoliť upozornenia
uk: Увімкнути сповіщення

# actions.dont-receive-notifications
source: Disable Notifications
be: Адключыць апавяшчэнні
ru: Отключить уведомления
sk: Vypnúť upozornenia
uk: Вимкнути сповіщення

# actions.open-in-browser
source: Open in Browser
be: Адкрыць у браўзэры
ru: Открыть в браузере
sk: Otvoriť v prehliadači
uk: Відкрити в браузері

# actions.reload
source: Reload
be: Перазагрузіць
ru: Обновить
sk: Znova načítať
uk: Перезавантажити

# actions.report
source: Report
be: Паведаміць
ru: Пожаловаться
sk: Nahlásiť
uk: Поскаржитися

# actions.report.spam
source: Spam
be: Спам
ru: Спам
uk: Спам

# actions.report.violence
source: Violence
be: Насілле
ru: Насилие
sk: Násilie
uk: Насильство

# actions.report.pornography
source: Pornography
be: Парнаграфія
ru: Порнография
sk: Pornografia
uk: Порнографія

# actions.report.child-abuse
source: Child Abuse
be: Дзіцячае насілле
ru: Детское порно
sk: Zneužívanie detí
uk: Дитяче насильство

# actions.report.copyright
source: Copyright
be: Аўтарскае права
ru: Авторское право
sk: Autorské práva
uk: Авторське право

# actions.report.wrong-layout
source: Wrong Layout
be: Няправільны макет
ru: Неправильный макет
sk: Nesprávne rozloženie
uk: Неправильний макет

# wrong-layout.success.title
source: Thank you!
be: Дзякуй!
ru: Спасибо!
sk: Ďakujeme!
uk: Дякуємо!

# wrong-layout.success.description
source: We will check this article. If you want to know the status of the check, please contact support.
be: Мы праверым гэты артыкул. Калі вы хочаце даведацца пра статус праверкі, калі ласка, звяжыцеся з падтрымкай.
ru: Мы проверим эту статью. Если вы хотите узнать статус проверки, свяжитесь с поддержкой.
sk: Tento článok skontrolujeme. Ak chceš zistiť stav kontroly, kontaktuj podporu.
uk: Ми перевіримо цю статтю. Якщо ви хочете дізнатися статус перевірки, зверніться до служби підтримки.

# notifications.grant-error.title
source: Error
be: Памылка
ru: Ошибка
sk: Chyba
uk: Помилка

# notifications.grant-error.message
source: We will not be able to send notifications about new articles if you do not grant access.
be: Мы не зможам адпраўляць апавяшчэнні пра новыя артыкулы, калі вы не дазволіце доступ.
ru: Мы не сможем отправлять уведомления о новых статьях, если вы не дадите доступ.
sk: Ak neudelíš prístup, nebudeme môcť posielať upozornenia na nové články.
uk: Ми не зможемо надсилати повідомлення про нові статті, якщо ви не надасте доступ.

# notifications.grant-error.settings
source: Settings
be: Налады
ru: Настройки
sk: Nastavenia
uk: Налаштування

source: Proxy
be: Проксі
ru: Прокси
uk: Проксі

# proxy.description
source: All your requests will be proxied through our servers. Site owners and ad networks won't be able to track you. We cannot guarantee that you will be able to access any site with this setting.
be: Усе вашы запыты будуць перанапраўляцца праз нашы серверы. Уладальнікі сайтаў і рэкламныя сеткі не зможаць вас адсочваць. Мы не можам гарантаваць, што вы зможаце атрымаць доступ да любога сайта з гэтай наладай.
ru: Все ваши запросы будут проходить через наши серверы. Владельцы сайтов и рекламные сети не смогут отслеживать вас. Мы не можем гарантировать, что вы сможете получить доступ к любому сайту с этой настройкой.
sk: Všetky tvoje požiadavky budú sprostredkované cez naše servery. Vlastníci stránok a reklamné siete Ťa nebudú môcť sledovať. Nemôžeme zaručiť, že s týmto nastavením budeš mať prístup na akúkoľvek stránku.
uk: Всі ваші запити будуть проксі через наші сервери. Власники сайтів та рекламні мережі не зможуть вас відстежувати. Ми не можемо гарантувати, що ви зможете отримати доступ до будь-якого сайту з цим налаштуванням.

# site-blocked.title
source: Site blocked
be: Сайт заблакаваны
ru: Сайт заблокирован
sk: Stránka zablokovaná
uk: Сайт заблоковано

# site-blocked.message
source: Unfortunately, we can not display the articles of this site, as it violates our rules or the creators of the site asked us to do so.
be: На жаль, мы не можам паказаць артыкулы гэтага сайта, так як ён нарушае нашы правілы або стваральнікі сайта папрасілі нас зрабіць гэта.
ru: К сожалению, мы не можем отображать статьи этого сайта, так как он нарушает наши правила или создатели сайта попросили нас это сделать.
sk: Bohužiaľ články z tejto stránky nemôžeme zobraziť, pretože porušujú naše pravidlá alebo nás o to požiadali tvorcovia stránky.
uk: На жаль, ми не можемо відображати статті цього сайту, оскільки він порушує наші правила або творці сайту попросили нас це зробити.

# appearance.example.header
source: The Sun Just Unleashed the Strongest Solar Flare in Almost Five Years
be: Сонца толькі што вызваліла наймоцнейшы сонечны флэр за апошнія пяць гадоў
ru: Солнце только что выпустило самый мощный солнечный всплеск за почти пять лет
sk: Slnko práve uvoľnilo najsilnejšiu slnečnú erupciu za takmer päť rokov
uk: Сонце тільки що випустило найсильніший сонячний спалах за майже п'ять років

# appearance.example.paragraph_1
source: The sun unleashed a powerful side flare this week. The eruption came from a sunspot on the western limb of our local star, and represents the most powerful solar flare seen since 2017.
be: Сонца вызваліла магутны бакавы флэр на гэтым тыдні. Выбух адбыўся з сонечнага пляма на захаднім краі нашай мясцовай зоркі і прадстаўляе сабой самы магутны сонечны флэр, які быў убачаны з 2017 года.
ru: Солнце выпустило мощный боковой всплеск на этой неделе. Извержение произошло из пятна на западном краю нашей местной звезды и представляет собой самый мощный солнечный всплеск, наблюдаемый с 2017 года.
sk: Slnko tento týždeň vypustilo silnú bočnú erupciu. Erupciu spôsobila slnečná škvrna na západnom okraji našej miestnej hviezdy a predstavuje najsilnejšiu slnečnú erupciu zaznamenanú od roku 2017.
uk: Цього тижня сонце випустило потужний бічний спалах. Виверження відбулося з плямою на заході нашої місцевої зірки і є найсильнішим сонячним спалахом, який був помічений з 2017 року.

# appearance.example.paragraph_2
source: NASA's Solar Dynamics Observatory observed the blast at 8:57 p.m. PT on Tuesday, causing a radio blackout for certain shortwave, aviation and other communications centered on Asia.
be: Сонечная абсерваторыя NASA зафіксавала выбух у 8:57 паціфічнага часу ў аўторак, што вызвала радыёвым чорнавым для некаторых кароткаваловых, авіяцыйных і іншых камунікацый, якія арыентаваны на Азію.
ru: Солнечный обсерваторий NASA наблюдал взрыв в 20:57 PT во вторник, вызывая радиоотключение для некоторых коротковолновых, авиационных и других связей, сосредоточенных в Азии.
sk: Observatórium NASA Solar Dynamics Observatory zaznamenalo výbuch v utorok o 20:57, čo spôsobilo výpadok rádiového vysielania pre niektoré krátke vlny, leteckú a inú komunikáciu v Ázii.
uk: Сонячний динамічний спостережувальний центр NASA спостерігав вибух о 20:57 за Тихоокеанським часом у вівторок, що призвело до радіочорноти для деяких короткохвильових, авіаційних та інших комунікацій, що центруються на Азії.

# folder.delete.description
source: All subscriptions will be moved to the unsorted folder.
be: Усе падпіскі будуць перанесены ў несартаваную тэчку.
ru: Все подписки будут перемещены в папку 'Неупорядоченные'.
sk: Všetky odbery sa presunú do netriedeného priečinka.
uk: Всі підписки будуть переміщені в невідсортовану папку.

source: Premium
be: Прэміум
ru: Премиум
uk: Преміум

# premium.restore
source: Restore Purchases
be: Аднавіць пакупкі
ru: Восстановить покупки
sk: Obnoviť nákupy
uk: Відновити покупки

# premium.note
source: Subscribe and get access to additional features and support future development.
be: Падпісвайся і атрымай доступ да дадатковых функцый і падтрымай будучае развіццё.
ru: Подпишитесь и получите доступ к дополнительным функциям и поддержите разработку.
sk: Predplať si Premium a získaj prístup k ďalším funkciám a podpor budúci vývoj.
uk: Підписуйтесь та отримуйте доступ до додаткових функцій та підтримки майбутнього розвитку.

# premium.thanks
source: Thanks for your support! A subscription removes limits and gives you access to additional features such as folders, icons, app colors, and search.
be: Дзякуй за вашу падтрымку! Падпіска змяняе ліміты і дае доступ да дадатковых функцый, такіх як тэчкі, значкі, колеры прыкладання і пошук.
ru: Спасибо! Подписка удаляет ограничения и дает вам доступ к дополнительным функциям, таким как папки, значки, цвета приложения и поиск.
sk: Ďakujeme za podporu! Predplatné odstraňuje obmedzenia a poskytuje prístup k ďalším funkciám, ako sú priečinky, ikony, farby v aplikácii a vyhľadávanie.
uk: Дякуємо за вашу підтримку! Підписка знімає обмеження та дає вам доступ до додаткових функцій, таких як папки, іконки, кольори додатків та пошук.

# premium.autoRenew.note
source: Plan auto-renews until cancelled. You can cancel your subscription at any time, but at least 24 hours before being charged.
be: План аўтаматычна аднаўляецца да адмены. Вы можаце адменіць падпіску ў любы час, але не менш за 24 гадзіны да спісання.
ru: План автоматически продлевается до отмены. Вы можете отменить подписку в любое время, но не менее чем за 24 часа до начала нового периода оплаты.
sk: Plán sa automaticky obnovuje, kým sa nezruší. Predplatné môžeš zrušiť kedykoľvek, ale najneskôr 24 hodín pred jeho účtovaním.
uk: План автоматично продовжується до скасування. Ви можете скасувати підписку в будь-який час, але принаймні за 24 години до стягнення коштів.

# premium.feature.unlimited
source: Unlimited sources and notifications.
be: Неабмежаваныя крыніцы і апавяшчэнні.
ru: Безлимитные источники
sk: Neobmedzené zdroje a upozornenia.
uk: Необмежені джерела та повідомлення.

# premium.feature.customization
source: Accent colors and app icons.
be: Колеры акцэнту і значкі прыкладання.
ru: Цвета и значки приложения
sk: Farby akcentu a ikony aplikácií.
uk: Кольори акцентів та іконки додатків.

# premium.feature.icons
source: Unlimited folders and icons.
be: Неабмежаваныя тэчкі і значкі.
ru: Безлимитные папки и иконки
sk: Neobmedzené priečinky a ikony.
uk: Необмежені папки та іконки.

# premium.feature.search
source: Search for articles from feeds.
be: Пошук артыкулаў з крыніц.
ru: Поиск статей из лент
sk: Vyhľadávanie článkov z feedov.
uk: Пошук статей з каналів.

# premium.feature.support
source: Support our small team.
be: Падтрымайце нашу маленькую каманду.
ru: Поддержите нашу команду
sk: Podpor náš malý tím.
uk: Підтримайте нашу маленьку команду.

# premium.subscribe.monthly
source: Subscribe for %@/month
be: Падпісацца %@/месяц
ru: Подписаться за %@/месяц
sk: Predplatiť za %@/mesiac
uk: Підписатися на %@/місяць

# premium.subscribe.monthly.note
source: Plan auto-renews at %@ per month until cancelled.
be: План аўтаматычна аднаўляецца па цане %@ на месяц да адмены.
ru: План автоматически продлевается по %@ в месяц до отмены.
sk: Plán sa automaticky obnovuje za %@ mesačne, kým sa nezruší.
uk: План автоматично продовжується за %@ на місяць до скасування.

# premium.subscribe.annual
source: Subscribe for %@/year
be: Падпісацца %@/год
ru: Подписаться за %@/год
sk: Predplatiť za %@/rok
uk: Підписатися на %@/рік

# premium.subscribe.annual.note
source: Plan auto-renews at %@ per year until cancelled.
be: План аўтаматычна аднаўляецца па цане %@ на год да адмены.
ru: План автоматически продлевается по %@ в год до отмены.
sk: Plán sa automaticky obnovuje za %@ ročne, kým sa nezruší.
uk: План автоматично продовжується за %@ на рік до скасування.

# premium.manageSubscription
source: Manage Subscription
be: Кіраванне падпіскай
ru: Управление подпиской
sk: Spravovať predplatné
uk: Керувати підпискою

# premium.type
source: Type
be: Тып
ru: Тип
sk: Typ
uk: Тип

# premium.renews
source: Renews
be: Аднаўляецца
ru: Продление
sk: Obnoví sa
uk: Продовжується

# premium.getHelp
source: Get Help
be: Атрымаць дапамогу
ru: Получить помощь
sk: Získať pomoc
uk: Отримати допомогу

# premium.active
source: Active
be: Актыўны
ru: Активно
sk: Aktívne
uk: Активний

# premium.redeemCode
source: Redeem Code
be: Выкарыстаць код
ru: Использовать код
sk: Uplatniť kód
uk: Використати код

# premium.freeTrial
source: Free trial for
be: Бясплатна
ru: Бесплатно
sk: Vyskúšaj bezplatne na
uk: Безкоштовна

# premium.oneTime
source: One time
be: Аднаразова
ru: Одноразово
sk: Jednorazovo
uk: Одноразово

# premium.oneTime.buyFor
source: Buy for %@
be: Купіць за %@
ru: Купить за %@
sk: Kúpiť za %@
uk: Купити за %@

# premium.oneTime.note
source: One time purchase.
be: Аднаразовая пакупка.
ru: Одноразовая покупка.
sk: Jednorazový nákup.
uk: Одноразова покупка.

# premium.searchRestricted.title
source: Search is limited
be: Пошук абмежаваны
ru: Выдача ограничена
sk: Vyhľadávanie je obmedzené
uk: Пошук обмежений

# premium.searchRestricted.description
source: Only premium users can get all search results.
be: Толькі карыстальнікі прэміум могуць атрымаць усе вынікі пошуку.
ru: Все результаты поиска доступны только с подпиской. Оформите подписку, чтобы искать без ограничений.
sk: Všetky výsledky vyhľadávania môžu získať iba Premium používatelia.
uk: Тільки користувачі преміум-класу можуть отримати всі результати пошуку.

# premium.searchRestricted.action
source: Learn about premium
be: Даведацца пра прэміум
ru: Узнать о Premium
sk: Zisti viac o Premium
uk: Дізнатися про преміум

# hint.addSource.title
source: Add your first source
be: Дадайце сваю першы крыніцу
ru: Добавьте свой первый источник
sk: Pridaj svoj prvý zdroj
uk: Додайте своє перше джерело

# hint.addSource.text
source: Touch + and enter the website address. If you have previously copied the adress, the field will be filled in automatically.
be: Дакраніцеся на + і ўвядзіце адрас вэб-сайта. Калі вы раней капіявалі адрас, поле будзе запоўнена аўтаматычна.
ru: Нажмите на + и введите адрес сайта. Если вы ранее скопировали адрес, поле будет заполнено автоматически.
sk: Ťukni na + a zadaj adresu webovej stránky. Ak sa adresa predtým skopírovala, pole sa vyplní automaticky.
uk: Натисніть + та введіть адресу веб-сайту. Якщо ви раніше скопіювали адресу, поле буде заповнено автоматично.

# hint.limit.title
source: You have reached the limit 😱
be: Вы дасягнулі ліміту 😱
ru: Вы достигли лимита 😱
sk: Limit dosiahnutý 😱
uk: Ви досягли ліміту 😱

# hint.limit.text
source: To continue using the application without restrictions, subscribe to the premium.
be: Каб працягнуць выкарыстанне прыкладання без абмежаванняў, падпішыцеся на прэміўм.
ru: Чтобы продолжить использовать приложение без ограничений, подпишитесь на Premium.
sk: Pre používanie aplikácie bez obmedzení si predplať Premium.
uk: Щоб продовжувати використовувати додаток без обмежень, підпишіться на преміум.

# onboarding.about.title
source: Hey!
be: Прывітанне!
ru: Привет!
sk: Ahoj!
uk: Привіт!

# onboarding.about.text
source: Artykul is an app that allows you to read your favorite sites via RSS in one place without ads, clutter, and algorithmic newsfeeds.
be: Артыкул - гэта прыкладанне, якое дазваляе чытаць вашыя любімыя сайты праз RSS у адным месцы без рэкламы, бяспору і алгарытмічных стрымоў навін.
ru: Artykul – это приложение, которое позволяет читать ваши любимые сайты через RSS в одном месте без рекламы, беспорядка и алгоритмических лент.
sk: Artykul je aplikácia, ktorá Ti umožňuje čítať obľúbené stránky prostredníctvom RSS na jednom mieste bez reklám, neporiadku a algoritmických informačných kanálov.
uk: Artykul – це додаток, який дозволяє читати ваші улюблені сайти через RSS в одному місці без реклами, засмічення та алгоритмічних новинних стрічок.

# onboarding.about.features
source: Features
be: Магчымасці
ru: Особенности
sk: Funkcie
uk: Особливості

# onboarding.about.features.sources.title
source: Sources and Folders
be: Крыніцы і тэчкі
ru: Источники и папки
sk: Zdroje a priečinky
uk: Джерела та папки

# onboarding.about.features.sources.text
source: Subscribe to websites, organize, and read them all in one place.
be: Падпісвайцеся на сайты, арганізоўвайце і чытайце іх усе ў адным месцы.
ru: Подписывайтесь на веб-сайты, организуйте и читайте их все в одном месте.
sk: Prihlás sa na odber webstránok, usporiadaj a prečítaj si ich všetky na jednom mieste.
uk: Підписуйтесь на веб-сайти, організовуйте та читайте їх усі в одному місці.

# onboarding.about.features.viewer.title
source: Article Viewer
be: Чытач артыкулаў
ru: Просмотр статей
sk: Prehliadač článkov
uk: Переглядач статей

# onboarding.about.features.viewer.text
source: Be captivated by content, not ads, pop-ups and clutter.
be: Захапляйцеся зместам, а не рэкламай, выплывамі і бяспором.
ru: Будьте увлечены контентом, а не рекламой и всплывающими окнами.
sk: Nechaj sa uchvátiť obsahom, nie reklamami, vyskakovacími oknami a neporiadkom.
uk: Будьте захоплені контентом, а не рекламою, випливаючими вікнами та засміченням.

# onboarding.about.features.favorites.title
source: Favorites
be: Абранае
ru: Избранное
sk: Obľúbené
uk: Улюблені

# onboarding.about.features.favorites.text
source: Add interesting articles to your favorites to keep them handy.
be: Дадавайце цікавыя артыкулы ў свае абраныя, каб мець іх пад рукай.
ru: Добавляйте интересные статьи в избранное, чтобы иметь их под рукой.
sk: Pridaj si zaujímavé články do obľúbených a maj ich vždy po ruke.
uk: Додавайте цікаві статті до вибраного, щоб мати їх під рукою.

# onboarding.about.features.bookmarks.title
source: Bookmarks
be: Закладкі
ru: Закладки
sk: Záložky
uk: Закладки

# onboarding.about.features.bookmarks.text
source: If the site doesn't have a feed, bookmark it to come back later.
be: Калі на сайце няма стрыму, дадайце яго ў закладкі, каб вярнуцца да яго пазней.
ru: Если на сайте нет ленты, добавьте его в закладки, чтобы вернуться позже.
sk: Ak webstránka nemá feed, daj si ju do záložiek a vráť sa k nej neskôr.
uk: Якщо на сайті немає стрічки, додайте його до закладок, щоб повернутися пізніше.

# onboarding.about.sign-in-later
source: Sign in Later
be: Увайсці пазней
ru: Войти позже
sk: Prihlásiť sa neskôr
uk: Увійти пізніше

# onboarding.notifications.title
source: Get Notified
be: Апавяшчэнні
ru: Уведомления
sk: Dostávať upozornenia
uk: Повідомлення

# onboarding.notifications.text
source: You can turn on notifications for new articles by your favorite authors.
be: Вы можаце ўключыць апавяшчэнні пра новыя артыкулы вашых любімых аўтараў.
ru: Вы можете включить уведомления о новых статьях ваших любимых авторов.
sk: Môžeš si zapnúť upozornenia na nové články svojich obľúbených autorov.
uk: Ви можете включити повідомлення про нові статті від ваших улюблених авторів.

# onboarding.notifications.allow
source: Allow Notifications
be: Дазволіць апавяшчэнні
ru: Разрешить уведомления
sk: Povoliť upozornenia
uk: Дозволити повідомлення

# onboarding.discover.title
source: Who to Read?
be: Каго чытаць?
ru: Кого читать?
sk: Koho čítať?
uk: Кого читати?

# onboarding.discover.text
source: Follow authors to read their posts in the app. You can add any sources later.
be: Сачыце за аўтарамі, каб чытаць іх артыкулы ў прыкладанні. Вы можаце дадаць любыя крыніцы пазней.
ru: Добавьте авторов, чтобы читать их статьи в приложении. Вы сможете добавить любые источники позже.
sk: Sleduj autorov a čítaj ich príspevky v aplikácii. Neskôr môžeš pridať akékoľvek zdroje.
uk: Слідкуйте за авторами, щоб читати їхні пости в додатку. Ви можете додати будь-які джерела пізніше.

# tip.supportedSources.title
source: Supported Sources
be: Падтрымліваемыя крыніцы
ru: Поддерживаемые источники
sk: Podporované zdroje
uk: Підтримувані джерела

# tip.supportedSources.description
source: You can insert a link to the RSS feed, Mastodon profile, Telegram channel, and YouTube channel.
be: Вы можаце ўставіць спасылку на RSS-ленту, профіль Mastodon, канал Telegram і канал YouTube.
ru: Вы можете вставить ссылку на RSS-ленту, профиль Mastodon, канал Telegram и канал YouTube.
sk: Môžeš vložiť odkaz na RSS feed, Mastodon profil, Telegram a YouTube kanály.
uk: Ви можете вставити посилання на RSS-стрічку, профіль Mastodon, канал Telegram та канал YouTube.

# modal.delete.title
source: Are you sure?
be: Вы ўпэўнены?
ru: Вы уверены?
sk: Si si istý?
uk: Ви впевнені?

# modal.delete.description
source: The action cannot be undone.
be: Дзеянне не можа быць адменена.
ru: Действие нельзя отменить.
sk: Akciu nemožno vrátiť späť.
uk: Цю дію неможливо скасувати.

# modal.delete.ok
source: Delete
be: Выдаліць
ru: Удалить
sk: Odstrániť
uk: Видалити

# modal.delete.cancel
source: Cancel
be: Скасаваць
ru: Отмена
sk: Zrušiť
uk: Скасувати

# error.open-link
source: Couldn't open the link, maybe there is no suitable application
be: Не ўдалося адкрыць спасылку, можа быць, няма падыходнай прыкладання
ru: Не удалось открыть ссылку, возможно, нет подходящего приложения
sk: Nepodarilo sa otvoriť odkaz, možno neexistuje vhodná aplikácia
uk: Не вдалося відкрити посилання, можливо, немає підходящого додатку
